{
  "navbar": {
    "home": "Home",
    "about": "Explore",
    "contact": "Feature",
    "privacy": "Info",
    "cookies":"Cookies",
    "terms": "Support"
  },

  "about": {
    "nav": "About Us",
    "title": "THE MOST POPULAR SOCIAL CASINO GAMES GATHERED IN ONE PLACE!",
    "free": "Play for Free!",
    "about-text": "With no downloading required, you can now play your favorite slot machine game for free from any device! Simply login with your email address and play! Discover the thrill without the hassle!"
  },
  "contact": {
    "title": "If you have any questions, don't hesitate to contact us at         support@mygaminggalaxy.com    ",
    "button": "Submit"
  },
  "footer": {
    "footer-text": "is intended for those 18 and older for amusement purposes only and does not offer 'real money' gambling, or an opportunity to win real money or real prizes based on game play. Playing or success in this game does not imply future success at 'real money' gambling. You may require an internet connection to play mygaminggalaxyand access its social features. You can also find more information about the functionality, compatibility and interoperability of mygaminggalaxyin the above description. By accessing and playing these games, you agree to future game updates as released on this website.",
    "list-name": "Pages",
    "footer-email": "Join Our Newsletter",
    "address": "Enter your email address"
  },
  "games": {
    "title": "Top Free Slot Games",
    "games-text": "  Play Exciting Social Casino Games For Free!",
    "play-button": "PLAY GAME"
  },
  "heros": {
    "title": "THE BEST FREE SLOTS CASINO GAME!",
    "description": "The best slots machine game available from the palm of your hand! Looking to enjoy the thrill of a Las Vegas casino, but from the comfort of your own home? You've come to the right place! With over 150 FREE slot machine games, countless features and hundreds of  prizess, mygaminggalaxywill provide you hours of FREE entertainment!",
    "title01": "Loyalty",
    "desc01": "Every time you play MyGamingGalaxy, your rewards roll in and your benefits grow! As you advance through different membership statuses,  you will enjoy exclusive access to our VIP experience. You will also qualify to collect even more free gifts and enjoy greater coin rewards!",
    "title02": "Free To Play",
    "desc": "At mygaminggalaxyyou cannot win real money. However, you can earn your riches and coins and use your coins to play on all our slot machine games! You can play mygaminggalaxyabsolutely for free! No downloading, purchases or memberships required!"
  },
  "stats": {
    "item1": "Daily Players",
    "item2": "Workers",
    "item3": "Daily Awards"
  },
  "subcribe": {
    "succes": "Sended successfully!",
    "error": "Invalid Email Address!"
  },
  "notFound": {
    "title": "Page Not Found",
    "text": "The requested URL  was not found on this server"
  },
  "privacy": {
    "title": "Privacy Policy",
    "content1": "At MyGamingGalaxy, we prioritize the privacy and security of our visitors and users. This Privacy Policy outlines the ways in which we collect, use, and protect any information that you provide while using our website.",
    "title02": "Information Collection and Use",
    "content02": "We do not collect any personal information from our visitors or users. You can browse our website anonymously without the need to provide any personal details.",
    "title04": "Data Security",
    "content05": "Although we do not collect any user data, we take reasonable measures to ensure the security of our website to protect against unauthorized access, alteration, disclosure, or destruction of any information that we do not collect.",
    "title05": "Children's Privacy",
    "content06": "Our website is not directed at individuals under the age of 18. We do not knowingly collect any personal information from children. If you believe that we may have collected personal information from a child under 18, please contact us immediately, and we will take appropriate steps to remove such information from our records",
    "title06": "Changes to this Privacy Policy",
    "content07": "We do not use cookies or any other tracking technologies on our website.",
    "title07": "Data Security",
    "content08": "We reserve the right to update or change our Privacy Policy at any time. Any changes will be posted on this page, and the effective date will be updated accordingly. We encourage you to review this Privacy Policy periodically for any updates or changes.",
    "title08": "Contact Us",
    "content09": "If you have any questions or concerns about our Privacy Policy, please contact us at  support@        support@mygaminggalaxy.com    .com."
  },
  
    "terms": {
      "title": "Terms and Conditions",
      "sections": {
        "1": {
          "title": "1. Acceptance of Terms",
          "content": "Welcome to MyGamingGalaxy. These Terms and Conditions outline the rules and regulations for the use of MyGamingGalaxy's Website. By accessing this website, we assume you accept these terms and conditions in full. Do not continue to use MyGamingGalaxy's website if you do not accept all of the terms and conditions stated on this page."
        },
        "2": {
          "title": "2. Description of Services",
          "content": "mygaminggalaxyprovides access to product reviews, comparisons, and recommendations. Our site aims to help users make informed purchasing decisions through comprehensive analysis and expert opinions."
        },
        "3": {
          "title": "3. Age Restrictions",
          "content": "This site is intended for individuals who are 18 years or older. By using the site, you confirm that you are at least 18 years of age. Users under 18 are not permitted to access the services provided on this site."
        },
        "4": {
          "title": "4. Data and Privacy",
          "content": "Our website does not require or facilitate user registration. As such, we do not collect any personal user data through account creation or management. You may access and use our website anonymously without providing any personal information. For more detailed information about our data handling practices, please review our Privacy Policy."
        },
        "5": {
          "title": "5. Intellectual Property Rights",
          "content": "The content, logos, graphics, trademarks, and other intellectual property found on this website are the property of mygaminggalaxyor are used with permission from their rightful owners. All content is subject to copyright, trademark, and other intellectual property rights under national and international copyright laws.",
          "restrictions": [
            "Reproduce, distribute, or modify any content",
            "Create derivative works",
            "Publicly display or perform",
            "Republish, download, store, or transmit any material"
          ],
          "note": "All actions require prior written permission from MyGamingGalaxy."
        },
        "6": {
          "title": "6. User Conduct",
          "content": "By using this website, you agree to behave respectfully and lawfully.",
          "prohibited_actions": [
            "Engage in any illegal activities using this site",
            "Disrupt or interfere with the functionality of the website",
            "Impersonate another person or misrepresent your identity",
            "Post offensive, inappropriate, or harmful content"
          ]
        },
        "7": {
          "title": "7. External Links",
          "content": "Our website may contain links to third-party websites or services that are not owned or controlled by MyGamingGalaxy. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. You acknowledge and agree that mygaminggalaxyshall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any content, goods, or services available through any such websites or services."
        },
        "8": {
          "title": "8. Limitation of Liability",
          "content": "mygaminggalaxyprovides its services on an \"as is\" basis and makes no warranties or guarantees about the availability, accuracy, or suitability of the website for any specific purpose. We are not liable for any damages that may arise from the use of the site, including indirect or incidental damages, even if we have been advised of the possibility of such damages."
        },
        "9": {
          "title": "9. Amendments and Modifications",
          "content": "mygaminggalaxyreserves the right to revise these terms from time to time as it sees fit. You are expected to review these terms regularly to ensure you understand all terms and conditions governing use of this website. mygaminggalaxymay notify you of these changes by posting the updated terms on the site. Your continued use of the website after any such changes constitutes your acceptance of the modified terms."
        },
        "10": {
          "title": "10. Termination",
          "content": "We reserve the right to terminate or restrict your access to the website at any time, without notice, for violating these terms. Upon termination, you must stop using the site and destroy any materials you have obtained from it."
        },
        "11": {
          "title": "11. Governing Law",
          "content": "These terms and conditions are governed by the laws of the jurisdiction where mygaminggalaxyoperates. Any legal disputes arising from these terms shall be handled exclusively in the courts of that jurisdiction."
        },
        "12": {
          "title": "12. Contact Information",
          "content": "If you have any questions or concerns regarding these terms, please contact us at support@mygaminggalaxy.com."
        }
      }
    }
  ,
  "casinogames": {
    "text01": "Set on a hexagonal grid, your goal is to clear Diamond, Flower, or Honey clusters in groups of five or more to win. There's a Random Wild feature that can be triggered at any time, adding two to four Wilds to random spots on the grid for an extra chance to win.  Sticky Wilds  When Sticky Wilds are involved in a winning cluster, they’ll remain in place and move down to the lowest free position on the cluster. This can be diagonal (left or right) or directly downwards. Now that’s a Wild worth sticking with!  Sticky Wilds will continue to remain in place until they are part of a winning cluster in any of the bottom seven spaces. When this happens, they will drop into the Honey Pot – which will increase your Multiplier by one.",
    "text02": "Cats & Cash includes a wild symbol (the Show host), a scatter symbol (the gold fish) and two bonus symbols (the wheel and the box).The wild symbol substitutes for any of the other reel symbols except the gold fish, wheel and box and is used to comprise winning combinations.A winning combination that includes a wild symbol pays double the normal prize. Two or more scatter symbols anywhere on the reels constitutes a win.In Cats & Cash, three or more wheel symbols on any active line triggers the Wheel of Fortune bonus round. Three or more box symbols on any active line triggers the Pick A Box bonus round.",
    "text03": "The Easter Bunny is dyeing to treat you in Easter Eggs, a fresh, new Grade-A slot from Play’n GO.Activate up to 20 lines, and the hunt is on for springtime delights as you tiptoe through the tulips and daffodils. Line up feathered and furry barnyard animals as you pursue the wild Golden Egg, an ingredient sure to multiply the value of each winning combo it helps to complete – no yolk!You can also multiply your winnings in the optional Gamble round by guessing the color or suit of a secret card. Find three candy-filled eggs scattered about the reels to win a number of free spins, where you choose whether prizes are doubled, tripled or sextupled! Uncover three lovely Easter baskets to crack open some sweet bonus winnings. Just beware the bad eggs! When it comes to fun, Easter Eggs is all it’s cracked up to be.",
    "text04": " Enter a world of magic in the Rise of Merlin, the latest title from slot specialists Play’n GO! Based around the legendary wizard from Arthurian lore, Rise of Merlin follows the wizard in his younger days before he became the mythical figure he is known as today.The game is set on a 5x3 grid slot, and all you have to do is match 3 or more symbols across any of the ten winning paylines to pick yourself up a win! Merlin’s mystic Magical Orb is the Wild and the Scatter in this game, meaning it not only stands in for any other symbol to help create winning paylines but can also be used to trigger the game’s Free Spin feature. Free Spins can be triggered by landing 3 or more Magical Orbs anywhere on the reels and will give you eight free spins, as well as paying out for the number of Scatters on the reels. You can re-trigger the Free Spins at any time, and you’ll get another eight spins each time.",
    "text05": "Watch the story unfold with every spin. Commanders sit to the side of the reels and appear once a specific number of symbols have been collected through winning clusters until finally battling with the ‘Baron Fusco’.    Each character provides a new way to help players reach their maximum potential whether that’s adding Wilds to the grid or transforming symbols.    Rather than simply cascading, battleships at the bottoms of the grid are animated and blast symbols on the grid to remove them from the grid which cleverly complements the theme.    A classic grid slot with cascading symbols that is by no means typical as we've pushed innovations to the next level with features meet narrative in this dynamic title.  Full speed ahead!"
  },
  
    "cookiePolicy": {
      "title": "Cookie Policy",
      "content": "This Cookie Policy explains how mygaminggalaxy.com  uses cookies and similar technologies to recognize you when you visit our website. It explains what these technologies are and why we use them, as well as your rights to control our use of them.",
      "title02": "What are Cookies?",
      "content02": "Cookies are small data files that are placed on your computer or mobile device when you visit a website. Cookies are widely used by website owners to make their websites work, or to work more efficiently, as well as to provide reporting information.",
      "title03": "Why do we use Cookies?",
      "content03": "We use first-party and third-party cookies for several reasons. Some cookies are required for technical reasons in order for our website to operate, and we refer to these as 'essential' or 'strictly necessary' cookies. Other cookies also enable us to track and target the interests of our users to enhance the experience on our website. Third parties serve cookies through our website for advertising, analytics, and other purposes.",
      "title04": "Types of Cookies We Use",
      "content04": {
        "essential": "These cookies are strictly necessary to provide you with services available through our website and to use some of its features, such as access to secure areas.",
        "performance": "These cookies collect information about how visitors use a website, for instance, which pages visitors go to most often, and if they get error messages from web pages. These cookies don’t collect information that identifies a visitor.",
        "functionality": "These cookies allow the website to remember choices you make (such as your user name, language, or the region you are in) and provide enhanced, more personal features.",
        "targeting": "These cookies are used to deliver advertisements more relevant to you and your interests. They are also used to limit the number of times you see an advertisement as well as help measure the effectiveness of the advertising campaign."
      },
      "title05": "How Can I Control Cookies?",
      "content05": "You have the right to decide whether to accept or reject cookies. You can exercise your cookie rights by setting your preferences in the Cookie Consent Manager. The Cookie Consent Manager allows you to select which categories of cookies you accept or reject. Essential cookies cannot be rejected as they are strictly necessary to provide you with services.",
      "title06": "Changes to the Cookie Policy",
      "content06": "We may update this Cookie Policy from time to time in order to reflect, for example, changes to the cookies we use or for other operational, legal, or regulatory reasons. Please therefore re-visit this Cookie Policy regularly to stay informed about our use of cookies and related technologies."
    },
   "disclaimer" :{
    "title":"DISCLAIMER +18",
    "text":"mygaminggalaxy.com is a social gaming platform designed exclusively for entertainment purposes. The games available on this website are entirely free-to-play and do not offer opportunities to win real-money or valuable prizes. This platform does not endorse, encourage, or facilitate any form of real-money gambling, betting, or wagering. Please note that all achievements and successes within our games are purely virtual and are not indicative of any future outcomes in real gambling activities. The content provided on freereelsforplay.com is suitable only for users aged 18 and older. By accessing and using this website, you confirm that you are at least 18 years old, and you agree to abide by our Terms of Service, including acknowledging the conditions outlined in this disclaimer."
  }
}
