{
  "navbar": {
    "home": "Strona główna",
    "about": "O nas",
    "contact": "Kontakt",
    "privacy": "Polityka prywatności",
    "cookies": "Ciasteczka",
    "terms": "Warunki korzystania",
    "aboutCasinos": "O kasynach"
  },
  "about": {
    "nav": "O nas",
    "title": "NAJPOPULARNIEJSZE GRY KASYNOWE SPOŁECZNOŚCIOWE W JEDNYM MIEJSCU!",
    "free": "Graj za darmo!",
    "about-text": "Bez konieczności pobierania możesz teraz grać w swoją ulubioną grę na automacie za darmo z dowolnego urządzenia! Wystarczy zalogować się za pomocą swojego adresu e-mail i grać! Odkryj emocje bez kłopotów!"
  },
  "contact": {
    "title": "Jeśli masz jakiekolwiek pytania, nie wahaj się skontaktować z nami pod adresem mygaminggalaxy.com ",
    "button": "Wyślij"
  },
  "footer": {
    "address": "Wprowadź swój adres e-mail.",
    "footer-text": "jest przeznaczony dla osób pełnoletnich w celach rekreacyjnych i nie oferuje hazardu na prawdziwe pieniądze' ani możliwości wygrania prawdziwych pieniędzy lub prawdziwych nagród na podstawie gry. Granie lub sukces w tej grze nie oznacza przyszłego sukcesu w hazardzie „na prawdziwe pieniądze”. Może być konieczne połączenie z Internetem, aby grać w mygaminggalaxyi korzystać z jego funkcji społecznościowych. Możesz również znaleźć więcej informacji na temat funkcjonalności, zgodności i interoperacyjności mygaminggalaxyw powyższym opisie. Korzystając z tej gry, zgadzasz się na przyszłe aktualizacje gry, tak jak są one udostępniane na tej stronie internetowej. Możesz wybrać aktualizację tej gry, ale jeśli tego nie zrobisz, Twoje doświadczenie z grą i funkcjonalności może być ograniczone.",
    "list-name": "Strony",
    "footer-email": "Dołącz do naszego newslettera w kilka sekund."
  },
  "games": {
    "title": "Najlepsze darmowe gry slotowe",
    "games-text": "Graj w ekscytujące gry kasynowe społecznościowe za darmo!",
    "game-score": "Ocena gry",
    "play-button": "Zagraj teraz"
  },
  "heros": {
    "title": "NAJLEPSZA DARMOWA GRA W KASYNO SLOTOWE!",
    "description": "Najlepsza gra na automatach dostępna z Twojej dłoni! Szukasz emocji związanych z kasynem w Las Vegas, ale z wygody własnego domu? Trafiłeś we właściwe miejsce! Z ponad 150 DARMOWYMI grami na automatach, niezliczonymi funkcjami i setkami nagród, mygaminggalaxyzapewni Ci godziny DARMOWEJ rozrywki!",
    "title01": "Lojalność",
    "desc01": "Za każdym razem, gdy grasz w MyGamingGalaxy, otrzymujesz nagrody, a Twoje korzyści rosną! W miarę awansowania na różne poziomy członkostwa, będziesz mieć dostęp do naszego ekskluzywnego doświadczenia VIP. Będziesz także kwalifikować się do zbierania jeszcze więcej darmowych prezentów i korzystania z większych nagród w monetach!",
    "title02": "Darmowa Gra",
    "desc": "W mygaminggalaxynie możesz wygrywać prawdziwych pieniędzy. Jednakże, możesz zdobywać bogactwo w monetach i używać ich do gry we wszystkie nasze gry na automatach! Możesz grać w mygaminggalaxycałkowicie za darmo! Nie ma potrzeby pobierania, zakupów ani członkostwa!"
  },
  "stats": {
    "item1": "Codzienni gracze",
    "item2": "Pracownicy",
    "item3": "Codzienne nagrody"
  },
  "subscribe": {
    "success": "Wysłano pomyślnie!",
    "error": "Nieprawidłowy adres e-mail!"
  },
  "notFound": {
    "title": "Nie znaleziono strony",
    "text": "Żądany adres URL {deployedURL} nie został znaleziony na tym serwerze"
  },
  "privacy": {
    "title": "Polityka prywatności",
    "content1": "W mygaminggalaxypriorytetem jest prywatność i bezpieczeństwo naszych odwiedzających i użytkowników. Niniejsza Polityka prywatności określa sposoby, w jakie zbieramy, wykorzystujemy i chronimy wszelkie informacje, które podajesz podczas korzystania z naszej witryny.",
    "title02": "Zbieranie i wykorzystywanie informacji",
    "content02": "Nie zbieramy żadnych danych osobowych od naszych odwiedzających ani użytkowników. Możesz przeglądać naszą stronę internetową anonimowo, bez konieczności podawania jakichkolwiek danych osobowych.",
    "title03": "Ciasteczka (cookies)",
    "content04": "Nie używamy ciasteczek ani żadnych innych technologii śledzenia na naszej stronie internetowej.",
    "title04": "Bezpieczeństwo danych",
    "content05": "Chociaż nie zbieramy żadnych danych użytkowników, podejmujemy rozsądne środki w celu zapewnienia bezpieczeństwa naszej witryny, aby chronić przed nieautoryzowanym dostępem, zmianami, ujawnieniem lub zniszczeniem wszelkich informacji, których nie zbieramy.",
    "title05": "Prywatność dzieci",
    "content06": "Nasza witryna nie jest skierowana do osób poniżej 18 roku życia. Nie zbieramy świadomie żadnych danych osobowych od dzieci. Jeśli uważasz, że mogliśmy zbierać dane osobowe od dziecka poniżej 18 roku życia, skontaktuj się z nami natychmiast, a podejmiemy odpowiednie kroki w celu usunięcia takich informacji z naszych rejestrów.",
    "title06": "Zmiany w niniejszej Polityce prywatności",
    "content07": "Nie używamy ciasteczek ani żadnych innych technologii śledzenia na naszej stronie internetowej.",
    "title07": "Bezpieczeństwo danych",
    "content08": "Zastrzegamy sobie prawo do aktualizacji lub zmiany naszej Polityki prywatności w dowolnym momencie. Wszelkie zmiany zostaną opublikowane na tej stronie, a data wejścia w życie zostanie odpowiednio zaktualizowana. Zachęcamy do regularnego przeglądania tej Polityki prywatności w celu uzyskania aktualizacji lub zmian.",
    "title08": "Skontaktuj się z nami",
    "content09": "Jeśli masz jakiekolwiek pytania lub obawy dotyczące naszej Polityki prywatności, skontaktuj się z nami pod adresem support@mygaminggalaxy.com."
  },
  "terms": {
    "title": "Warunki korzystania z usługi",
    "content": "Niniejsze Warunki korzystania z usługi stanowią zasady regulujące korzystanie z witryny MyGamingGalaxy, prowadzonej przez MyGamingGalaxy. Twój dostęp i korzystanie z usługi zależy od akceptacji i przestrzegania tych warunków. Dotyczą one każdego, kto odwiedza, używa lub korzysta z usługi. Korzystając z usługi, zgadzasz się przestrzegać tych warunków. Jeśli nie zgadzasz się z którąkolwiek częścią warunków, nie masz prawa korzystać z usługi.",
    "title02": "Konto",
    "content02": "Tworząc konto u nas, musisz podać nam informacje, które są dokładne, kompleksowe i aktualne przez cały czas. Nieprzestrzeganie tego stanowi naruszenie Warunków, co może skutkować natychmiastowym zakończeniem Twojego konta w naszej Usłudze.",
    "title03": "Linki do innych witryn internetowych",
    "content03": "Nasza Usługa może zawierać linki do witryn internetowych lub usług stron trzecich, które nie są własnością ani nie są kontrolowane przez MyGamingGalaxy. mygaminggalaxynie ma kontroli nad treścią, polityką prywatności ani praktykami żadnych witryn internetowych lub usług stron trzecich. Ponadto zgadzasz się i akceptujesz, że mygaminggalaxynie ponosi odpowiedzialności bezpośrednio lub pośrednio za żadne szkody ani straty, które zostały lub domniemywane zostały spowodowane przez korzystanie z lub poleganie na takiej treści, towary lub usługi dostępne na lub za pośrednictwem takich witryn internetowych lub usług. Zdecydowanie zalecamy zapoznanie się z warunkami korzystania oraz politykami prywatności wszelkich witryn internetowych lub usług stron trzecich, które odwiedzasz.",
    "title04": "Własność intelektualna",
    "content04": "Zawartość, znaki towarowe oraz inne własności intelektualne używane i wyświetlane w Usłudze są własnością lub licencjonowane przez mygaminggalaxyi są chronione prawem autorskim, znakami towarowymi oraz innymi przepisami prawa. Nie możesz używać takiej zawartości bez zgody mygaminggalaxylub zgodnie z przepisami prawa.",
    "title05": "Zmiany w warunkach",
    "content05": "mygaminggalaxyzastrzega sobie prawo do modyfikacji tych warunków w dowolnym czasie. Powiadomimy o tych zmianach, aktualizując nowe warunki na stronie. Kontynuowanie korzystania z usługi po takich zmianach będzie stanowić uznanie i akceptację zmienionych warunków korzystania."
  },
  "casinogames": {
    "text01": "Ustawiony na siatce heksagonalnej, twoim celem jest wyczyszczenie klastrów Diamentów, Kwiatów lub Miodu w grupach pięciu lub więcej, aby wygrać. Istnieje funkcja Losowego Dzikiego, która może być aktywowana w dowolnym momencie, dodając dwa do czterech Dzikich na losowe miejsca na siatce, aby zwiększyć szansę na wygraną. Dzikie Lepki Gdy Dzikie Lepkie biorą udział w wygrywającym klastrze, pozostaną one na swoim miejscu i przesuną się na najniższą wolną pozycję w klastrze. Może to być po skosie (w lewo lub w prawo) lub bezpośrednio w dół. Teraz to Dzikie, które warto trzymać! Dzikie Lepkie będą nadal pozostawać na swoim miejscu, dopóki nie staną się częścią wygrywającego klastra w którymkolwiek z dolnych siedmiu miejsc. Gdy to się stanie, spadną do Doniczki Miodu – co zwiększy Twój Mnożnik o jeden.",
    "text02": "Cats & Cash zawiera symbol dzikiego (gospodarza Show), symbol rozproszenia (złotą rybkę) i dwa symbole bonusowe (koło i pudełko). Symbol dzikiego zastępuje każdy inny symbol na bębnach oprócz złotej rybki, koła i pudełka i służy do tworzenia zwycięskich kombinacji. Zwycięska kombinacja, która zawiera symbol dzikiego, płaci podwójną normalną nagrodę. Dwa lub więcej symboli rozproszenia gdziekolwiek na bębnach stanowią wygraną. W Cats & Cash, trzy lub więcej symboli koła na dowolnej aktywnej linii uruchamia rundę bonusową Koło Fortuny. Trzy lub więcej symboli pudełka na dowolnej aktywnej linii uruchamia rundę bonusową Wybierz Pudełko.",
    "text03": "Zajączek Wielkanocny umiera, aby cię rozpieszczać w Jajkach Wielkanocnych, świeżej, nowej automacie klasy A od Play’n GO. Aktywuj do 20 linii, a polowanie na wiosenne przyjemności rozpoczyna się, gdy przechadzasz się po tulipanach i żonkilach. Ustawiaj piórka i futerkowe zwierzęta gospodarskie, gdy ścigasz dzikie Złote Jajo, składnik na pewno zwiększający wartość każdej wygrywającej kombinacji, którą pomaga ukończyć – bez żadnego żółtka! Możesz także pomnożyć swoje wygrane w opcjonalnej rundzie Hazardowej, zgadując kolor lub kolor tajnej karty. Znajdź trzy jajka wypełnione cukierkami rozrzucone po bębnach, aby wygrać określoną liczbę darmowych spinów, gdzie wybierasz, czy nagrody są podwajane, potrajane czy sześciokrotnie zwiększone! Odkryj trzy urocze kosze wielkanocne, aby otworzyć niektóre słodkie dodatkowe wygrane. Uważaj tylko na złe jajka! Jeśli chodzi o zabawę, Jajka Wielkanocne są wszystkim, co dobre.",
    "text04": "Wejdź do świata magii w Rise of Merlin, najnowszej grze od specjalistów od automatów Play’n GO! Oparta wokół legendarnego czarnoksiężnika z legend Arturiańskich, Rise of Merlin śledzi czarnoksiężnika w jego młodszych dniach, zanim stał się mityczną postacią, za którą jest znany dzisiaj. Gra jest ustawiona na siatce automatów 5x3, i wszystko, co musisz zrobić, to dopasować 3 lub więcej symboli wzdłuż dowolnej z dziesięciu wygrywających linii, aby zdobyć wygraną! Magiczna Kula Merlina jest Dziką i Rozproszeniem w tej grze, co oznacza, że nie tylko zastępuje dowolny inny symbol, aby pomóc w tworzeniu wygrywających linii, ale może także być używana do uruchomienia funkcji darmowych spinów gry. Darmowe Spiny można uruchomić, lądując 3 lub więcej Magicznych Kul gdziekolwiek na bębnach i dadzą ci osiem darmowych spinów, oraz zapłacą za ilość Rozproszeń na bębnach. Możesz ponownie uruchomić Darmowe Spiny w dowolnym momencie, i dostaniesz kolejne osiem spinów za każdym razem.",
    "text05": "Obserwuj historię rozwijającą się przy każdym spinie. Dowódcy siedzą na boku bębnów i pojawiają się, gdy została zebrana określona liczba symboli poprzez wygrywające klastry, aż w końcu walczą z „Baronem Fusco”. Każda postać oferuje nowy sposób pomocy graczom w osiągnięciu ich maksymalnego potencjału, czy to poprzez dodawanie Dzikich do siatki, czy transformację symboli. Zamiast po prostu opadać, okręty wojenne na dole siatki są animowane i wybuchają symbolami na siatce, aby usunąć je z siatki, co pomysłowo komponuje się z tematem. Klasyczny automat siatkowy z opadającymi symbolami, który wcale nie jest typowy, ponieważ wprowadziliśmy innowacje na kolejny poziom, gdzie funkcje spotykają się z narracją w tej dynamicznej grze. Pełna prędkość naprzód!"
  },
  "cookiePolicy": {
    "title": "Polityka Cookie",
    "content": "Niniejsza Polityka Cookie wyjaśnia, jak mygaminggalaxy.com używa plików cookie i podobnych technologii do rozpoznawania użytkownika podczas jego wizyt na naszej stronie internetowej. Wyjaśnia, czym są te technologie i dlaczego z nich korzystamy, a także jakie prawa ma użytkownik do kontrolowania naszego ich stosowania.",
    "title02": "Czym są pliki cookie?",
    "content02": "Pliki cookie to małe pliki danych, które są umieszczane na komputerze lub urządzeniu mobilnym użytkownika podczas odwiedzin strony internetowej. Pliki cookie są powszechnie używane przez właścicieli stron internetowych, aby ich strony działały lepiej lub efektywniej, jak również do dostarczania informacji raportowych.",
    "title03": "Dlaczego używamy plików cookie?",
    "content03": "Używamy plików cookie pierwszej i trzeciej strony z kilku powodów. Niektóre pliki cookie są wymagane z przyczyn technicznych, aby nasza strona internetowa mogła funkcjonować, i określamy je jako 'niezbędne' lub 'ściśle konieczne'. Inne pliki cookie umożliwiają nam również śledzenie i kierowanie zainteresowań naszych użytkowników w celu poprawy ich doświadczeń na naszej stronie internetowej. Trzecie strony umieszczają pliki cookie na naszej stronie internetowej do celów reklamowych, analitycznych i innych.",
    "title04": "Rodzaje używanych przez nas plików cookie",
    "content04": {
      "essential": "Te pliki cookie są ściśle konieczne, aby móc korzystać z usług dostępnych na naszej stronie internetowej i używać niektórych jej funkcji, takich jak dostęp do zabezpieczonych obszarów.",
      "performance": "Te pliki cookie zbierają informacje o tym, jak odwiedzający korzystają ze strony internetowej, na przykład które strony odwiedzają najczęściej i czy otrzymują komunikaty o błędach na stronach. Te pliki cookie nie zbierają informacji identyfikujących odwiedzających.",
      "functionality": "Te pliki cookie pozwalają stronie internetowej zapamiętać wybory dokonane przez użytkownika (takie jak nazwa użytkownika, język czy region, w którym się znajduje) i oferować bardziej spersonalizowane funkcje.",
      "targeting": "Te pliki cookie są używane do dostarczania reklam, które są bardziej relewantne dla użytkownika i jego zainteresowań. Służą również do ograniczenia liczby wyświetleń reklamy oraz pomagają mierzyć skuteczność kampanii reklamowych."
    },
    "title05": "Jak mogę kontrolować pliki cookie?",
    "content05": "Użytkownik ma prawo zdecydować, czy akceptuje pliki cookie, czy je odrzuca. Może wykonywać swoje prawa dotyczące plików cookie, ustawiając swoje preferencje w Menedżerze Zgody na Cookie. Menedżer Zgody na Cookie pozwala wybrać, które kategorie plików cookie są akceptowane lub odrzucane. Pliki cookie niezbędne nie mogą być odrzucone, ponieważ są absolutnie konieczne do świadczenia usług.",
    "title06": "Zmiany w Polityce Cookie",
    "content06": "Możemy aktualizować niniejszą Politykę Cookie od czasu do czasu, aby odzwierciedlić na przykład zmiany w używanych przez nas plikach cookie lub z innych operacyjnych, prawnych lub regulacyjnych powodów. Prosimy więc o regularne odwiedzanie tej Polityki Cookie, aby być na bieżąco z naszym stosowaniem plików cookie i powiązanych z nimi technologii."
  },
  "disclaimer" :{
    "title":"DISCLAIMER +18",
    "text":"mygaminggalaxy.com jest platformą gier społecznościowych stworzoną wyłącznie w celach rozrywkowych. Gry dostępne na tej stronie są całkowicie darmowe i nie oferują możliwości wygrania prawdziwych pieniędzy ani wartościowych nagród. Ta platforma nie popiera, nie zachęca ani nie ułatwia żadnej formy hazardu na prawdziwe pieniądze, zakładów ani obstawiania. Należy pamiętać, że wszystkie osiągnięcia i sukcesy w naszych grach są czysto wirtualne i nie wskazują na żadne przyszłe wyniki w realnych działaniach hazardowych. Treści dostępne na freereelsforplay.com są odpowiednie tylko dla użytkowników w wieku 18 lat i starszych. Uzyskując dostęp i korzystając z tej strony internetowej, potwierdzasz, że masz co najmniej 18 lat i zgadzasz się przestrzegać naszego Regulaminu, w tym uznania warunków określonych w tym zastrzeżeniu."
  }
}
